<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml"><head><meta http-equiv="Content-Type" content="text/html; charset=windows-1252">

	<head>
		<link rel="stylesheet" href="./styles/style.css" media="all" type="text/css">
		<title>Christoph Redl</title>
	</head>

	<body>
		<div class="menu">
			<ul>
				<li><a href="index.html">Home</a></li>
				<li><a href="information.html">Information</a></li>
				<li><a href="publications.html">Publications</a></li>
				<li><a href="software.html">Software</a></li>
			</ul>
		</div>

		<div class="content">
<h1 class="adsimple-221107369">Impressum und Datenschutz</h1>
<p class="adsimple-221107369">Informationspflicht laut &sect;5 E-Commerce Gesetz, &sect;14 Unternehmensgesetzbuch, &sect;63 Gewerbeordnung und Offenlegungspflicht laut &sect;25 Mediengesetz.</p>
<p class="adsimple-221107369">
<p>Christoph Redl</p>
<p class="adsimple-221107369">H&ouml;chst&auml;ttplatz 6, <br />1200 Wien, <br />&Ouml;sterreich</p>
<p class="adsimple-221107369">
<strong>Tel.:</strong> +43 1 333 40 77 - 2234<br />
<strong>E-Mail:</strong> redlch at domain of my institution</a>
</p>
<p style="margin-top:15px;">Quelle: Erstellt mit dem <a title="Impressum Generator von firmenwebseiten.at" href="https://www.firmenwebseiten.at/impressum-generator/" target="_blank" rel="follow" style="text-decoration:none;">Impressum Generator von firmenwebseiten.at</a> in Kooperation mit <a href="https://www.wallentin.cc/behandlung/botox-wien-falten/" target="_blank" rel="follow" title="Botox Wien bei Dr. Wallentin" style="text-decoration:none;">Dr. Wallentin</a>
</p>
<h2 class="adsimple-221107369">EU-Streitschlichtung</h2>
<p>Gem&auml;&szlig; Verordnung &uuml;ber Online-Streitbeilegung in Verbraucherangelegenheiten (ODR-Verordnung) m&ouml;chten wir Sie &uuml;ber die Online-Streitbeilegungsplattform (OS-Plattform) informieren.<br />
Verbraucher haben die M&ouml;glichkeit, Beschwerden an die Online Streitbeilegungsplattform der Europ&auml;ischen Kommission unter <a class="adsimple-221107369" href="https://ec.europa.eu/consumers/odr/main/index.cfm?event=main.home2.show&lng=DE"  target="_blank"  class="external" rel="nofollow">http://ec.europa.eu/odr?tid=221107369</a> zu richten. Die daf&uuml;r notwendigen Kontaktdaten finden Sie oberhalb in unserem Impressum.</p>
<p>Wir m&ouml;chten Sie jedoch darauf hinweisen, dass wir nicht bereit oder verpflichtet sind, an Streitbeilegungsverfahren vor einer Verbraucherschlichtungsstelle teilzunehmen.</p>
<h2 class="adsimple-221107369">Haftung f&uuml;r Inhalte dieser Webseite</h2>
<p>Wir entwickeln die Inhalte dieser Webseite st&auml;ndig weiter und bem&uuml;hen uns korrekte und aktuelle Informationen bereitzustellen. Leider k&ouml;nnen wir keine Haftung f&uuml;r die Korrektheit aller Inhalte auf dieser Webseite &uuml;bernehmen, speziell f&uuml;r jene die seitens Dritter bereitgestellt wurden.</p>
<p>Sollten Ihnen problematische oder rechtswidrige Inhalte auffallen, bitten wir Sie uns umgehend zu kontaktieren, Sie finden die Kontaktdaten im Impressum.</p>
<h2 class="adsimple-221107369">Haftung f&uuml;r Links auf dieser Webseite</h2>
<p>Unsere Webseite enth&auml;lt Links zu anderen Webseiten f&uuml;r deren Inhalt wir nicht verantwortlich sind. Haftung f&uuml;r verlinkte Websites besteht laut <a class="adsimple-221107369" href="https://www.ris.bka.gv.at/Dokument.wxe?Abfrage=Bundesnormen&Dokumentnummer=NOR40025813&tid=221107369" target="_blank" rel="noopener nofollow" class="external">&sect; 17 ECG</a> f&uuml;r uns nicht, da wir keine Kenntnis rechtswidriger T&auml;tigkeiten hatten und haben, uns solche Rechtswidrigkeiten auch bisher nicht aufgefallen sind und wir Links sofort entfernen w&uuml;rden, wenn uns Rechtswidrigkeiten bekannt werden.</p>
<p>Wenn Ihnen rechtswidrige Links auf unserer Website auffallen, bitten wir Sie uns zu kontaktieren, Sie finden die Kontaktdaten im Impressum.</p>
<h2 class="adsimple-221107369">Urheberrechtshinweis</h2>
<p>Alle Inhalte dieser Webseite (Bilder, Fotos, Texte, Videos) unterliegen dem Urheberrecht. Falls notwendig, werden wir die unerlaubte Nutzung von Teilen der Inhalte unserer Seite rechtlich verfolgen.</p>
<h2 class="adsimple-221107369">Bildernachweis</h2>
<p>Die Bilder, Fotos und Grafiken auf dieser Webseite sind urheberrechtlich gesch&uuml;tzt.</p>
<p>Die Bilderrechte liegen bei den folgenden Fotografen und Unternehmen:</p>
<ul class="adsimple-221107369">
<li class="adsimple-221107369">Fotograf Mustermann</li>
</ul>
<h1 class="adsimple-221107369">Datenschutzerkl&auml;rung</h1>
<h2 class="adsimple-221107369">Datenschutz</h2>
<p>Wir haben diese Datenschutzerkl&auml;rung (Fassung 20.11.2019-221107369) verfasst, um Ihnen gem&auml;&szlig; der Vorgaben der Datenschutz-Grundverordnung (EU) 2016/679 und dem <a class="adsimple-221107369" href="https://www.ris.bka.gv.at/GeltendeFassung.wxe?Abfrage=Bundesnormen&Gesetzesnummer=10001597&tid=221107369" target="_blank" rel="noopener nofollow" class="external">Datenschutzgesetz (DSG)</a> zu erkl&auml;ren, welche Informationen wir sammeln, wie wir Daten verwenden und welche Entscheidungsm&ouml;glichkeiten Sie als Besucher dieser Webseite haben.</p>
<p>Leider liegt es in der Natur der Sache, dass diese Erkl&auml;rungen sehr technisch klingen. Wir haben uns bei der Erstellung jedoch bem&uuml;ht die wichtigsten Dinge so einfach und klar wie m&ouml;glich zu beschreiben.</p>
<h2 class="adsimple-221107369">Automatische Datenspeicherung</h2>
<p>Wenn Sie heutzutage Webseiten besuchen, werden gewisse Informationen automatisch erstellt und gespeichert, so auch auf dieser Webseite.</p>
<p>Wenn Sie unsere Webseite so wie jetzt gerade besuchen, speichert unser Webserver (Computer auf dem diese Webseite gespeichert ist) automatisch Daten wie</p>
<ul class="adsimple-221107369">
<li class="adsimple-221107369">die Adresse (URL) der aufgerufenen Webseite</li>
<li class="adsimple-221107369">Browser und Browserversion</li>
<li class="adsimple-221107369">das verwendete Betriebssystem</li>
<li class="adsimple-221107369">die Adresse (URL) der zuvor besuchten Seite (Referrer URL)</li>
<li class="adsimple-221107369">den Hostname und die IP-Adresse des Ger&auml;ts von welchem aus zugegriffen wird</li>
<li class="adsimple-221107369">Datum und Uhrzeit</li>
</ul>
<p>in Dateien (Webserver-Logfiles).</p>
<p>In der Regel werden Webserver-Logfiles zwei Wochen gespeichert und danach automatisch gel&ouml;scht. Wir geben diese Daten nicht weiter, k&ouml;nnen jedoch nicht ausschlie&szlig;en, dass diese Daten beim Vorliegen von rechtswidrigem Verhalten eingesehen werden.</p>
<h2 class="adsimple-221107369">Rechte laut Datenschutzgrundverordnung</h2>
<p>Ihnen stehen laut den Bestimmungen der DSGVO und des &ouml;sterreichischen <a class="adsimple-221107369" href="https://www.ris.bka.gv.at/GeltendeFassung.wxe?Abfrage=Bundesnormen&Gesetzesnummer=10001597&tid=221107369" target="_blank" rel="noopener nofollow" class="external">Datenschutzgesetzes (DSG)</a> grunds&auml;tzlich die folgende Rechte zu:</p>
<ul class="adsimple-221107369">
<li class="adsimple-221107369">Recht auf Berichtigung (Artikel 16 DSGVO)</li>
<li class="adsimple-221107369">Recht auf L&ouml;schung ("Recht auf Vergessenwerden") (Artikel 17 DSGVO)</li>
<li class="adsimple-221107369">Recht auf Einschr&auml;nkung der Verarbeitung (Artikel 18 DSGVO)</li>
<li class="adsimple-221107369">Recht auf Benachrichtigung - Mitteilungspflicht im Zusammenhang mit der Berichtigung oder L&ouml;schung personenbezogener Daten oder der Einschr&auml;nkung der Verarbeitung (Artikel 19 DSGVO)</li>
<li class="adsimple-221107369">Recht auf Daten&uuml;bertragbarkeit (Artikel 20 DSGVO)</li>
<li class="adsimple-221107369">Widerspruchsrecht (Artikel 21 DSGVO)</li>
<li class="adsimple-221107369">Recht, nicht einer ausschlie&szlig;lich auf einer automatisierten Verarbeitung - einschlie&szlig;lich Profiling - beruhenden Entscheidung unterworfen zu werden (Artikel 22 DSGVO)</li>
</ul>
<p>Wenn Sie glauben, dass die Verarbeitung Ihrer Daten gegen das Datenschutzrecht verst&ouml;&szlig;t oder Ihre datenschutzrechtlichen Anspr&uuml;che sonst in einer Weise verletzt worden sind, k&ouml;nnen Sie sich bei der Aufsichtsbeh&ouml;rde beschweren, welche in &Ouml;sterreich die Datenschutzbeh&ouml;rde ist, deren Webseite Sie unter <a class="adsimple-221107369" href="https://www.dsb.gv.at/?tid=221107369" class="external" rel="nofollow">https://www.dsb.gv.at/</a> finden.</p>
<h2 class="adsimple-221107369">Auswertung des Besucherverhaltens</h2>
<p>In der folgenden Datenschutzerkl&auml;rung informieren wir Sie dar&uuml;ber, ob und wie wir Daten Ihres Besuchs dieser Website auswerten. Die Auswertung der gesammelten Daten erfolgt in der Regel anonym und wir k&ouml;nnen von Ihrem Verhalten auf dieser Website nicht auf Ihre Person schlie&szlig;en.</p>
<p>Mehr &uuml;ber M&ouml;glichkeiten dieser Auswertung der Besuchsdaten zu widersprechen erfahren Sie in der folgenden Datenschutzerkl&auml;rung.</p>
<h2 class="adsimple-221107369">TLS-Verschl&uuml;sselung mit https</h2>
<p>Wir verwenden https um Daten abh&ouml;rsicher im Internet zu &uuml;bertragen (Datenschutz durch Technikgestaltung <a class="adsimple-221107369" href="https://eur-lex.europa.eu/legal-content/DE/TXT/HTML/?uri=CELEX:32016R0679&from=DE&tid=221107369" target="_blank" rel="noopener nofollow" class="external">Artikel 25 Absatz 1 DSGVO</a>). Durch den Einsatz von TLS (Transport Layer Security), einem Verschl&uuml;sselungsprotokoll zur sicheren Daten&uuml;bertragung im Internet k&ouml;nnen wir den Schutz vertraulicher Daten sicherstellen. Sie erkennen die Benutzung dieser Absicherung der Daten&uuml;bertragung am kleinen Schlosssymbol links oben im Browser und der Verwendung des Schemas https (anstatt http) als Teil unserer Internetadresse.</p>
<h2 class="adsimple-221107369">Cookies</h2>
<p>Unsere Webseite verwendet HTTP-Cookies, um nutzerspezifische Daten zu speichern.<br />
Im Folgenden erkl&auml;ren wir, was Cookies sind und warum Sie genutzt werden, damit Sie die folgende Datenschutzerkl&auml;rung besser verstehen.</p>
<h3 class="adsimple-221107369">Was genau sind Cookies?</h3>
<p>Immer wenn Sie durch das Internet surfen, verwenden Sie einen Browser. Bekannte Browser sind beispielsweise Chrome, Safari, Firefox, Internet Explorer und Microsoft Edge. Die meisten Webseiten speichern kleine Text-Dateien in Ihrem Browser. Diese Dateien nennt man Cookies.</p>
<p>Eines ist nicht von der Hand zu weisen: Cookies sind echt n&uuml;tzliche Helferlein. Fast alle Webseiten verwenden Cookies. Genauer gesprochen sind es HTTP-Cookies, da es auch noch andere Cookies f&uuml;r andere Anwendungsbereiche gibt. HTTP-Cookies sind kleine Dateien, die von unserer Webseite auf Ihrem Computer gespeichert werden. Diese Cookie-Dateien werden automatisch im Cookie-Ordner, quasi dem "Hirn" Ihres Browsers, untergebracht. Ein Cookie besteht aus einem Namen und einem Wert. Bei der Definition eines Cookies m&uuml;ssen zus&auml;tzlich ein oder mehrere Attribute angegeben werden.</p>
<p>Cookies speichern gewisse Nutzerdaten von Ihnen, wie beispielsweise Sprache oder pers&ouml;nliche Seiteneinstellungen. Wenn Sie unsere Seite wieder aufrufen, &uuml;bermittelt Ihr Browser die "userbezogenen" Informationen an unsere Seite zur&uuml;ck. Dank der Cookies wei&szlig; unsere Webseite, wer Sie sind und bietet Ihnen die Einstellung, die Sie gewohnt sind. In einigen Browsern hat jedes Cookie eine eigene Datei, in anderen wie beispielsweise Firefox sind alle Cookies in einer einzigen Datei gespeichert.</p>
<p>Es gibt sowohl Erstanbieter Cookies als auch Drittanbieter-Cookies. Erstanbieter-Cookies werden direkt von unserer Seite erstellt, Drittanbieter-Cookies werden von Partner-Webseiten (z.B. Google Analytics) erstellt. Jedes Cookie ist individuell zu bewerten, da jedes Cookie andere Daten speichert. Auch die Ablaufzeit eines Cookies variiert von ein paar Minuten bis hin zu ein paar Jahren. Cookies sind keine Software-Programme und enthalten keine Viren, Trojaner oder andere "Sch&auml;dlinge". Cookies k&ouml;nnen auch nicht auf Informationen Ihres PCs zugreifen.</p>
<p>So k&ouml;nnen zum Beispiel Cookie-Daten aussehen:</p>
<p>
<strong class="adsimple-221107369">Name:</strong> _ga<br />
<strong class="adsimple-221107369">Wert:</strong> GA1.2.1326744211.152221107369
<strong class="adsimple-221107369">Verwendungszweck:</strong> Unterscheidung der Webseitenbesucher<br />
<strong class="adsimple-221107369">Ablaufdatum:</strong> nach 2 Jahren</p>
<p>Diese Mindestgr&ouml;&szlig;en sollte ein Browser unterst&uuml;tzen k&ouml;nnen:</p>
<ul class="adsimple-221107369">
<li class="adsimple-221107369">Mindestens 4096 Bytes pro Cookie</li>
<li class="adsimple-221107369">Mindestens 50 Cookies pro Domain</li>
<li class="adsimple-221107369">Mindestens 3000 Cookies insgesamt</li>
</ul>
<h3 class="adsimple-221107369">Welche Arten von Cookies gibt es?</h3>
<p>Die Frage welche Cookies wir im Speziellen verwenden, h&auml;ngt von den verwendeten Diensten ab und wird in den folgenden Abschnitten der Datenschutzerkl&auml;rung gekl&auml;rt. An dieser Stelle m&ouml;chten wir kurz auf die verschiedenen Arten von HTTP-Cookies eingehen.</p>
<p>Man kann 4 Arten von Cookies unterscheiden:</p>
<p>
<strong class="adsimple-221107369">Unerl&auml;ssliche Cookies<br />
</strong>Diese Cookies sind n&ouml;tig, um grundlegende Funktionen der Webseite sicherzustellen. Zum Beispiel braucht es diese Cookies, wenn ein User ein Produkt in den Warenkorb legt, dann auf anderen Seiten weitersurft und sp&auml;ter erst zur Kasse geht. Durch diese Cookies wird der Warenkorb nicht gel&ouml;scht, selbst wenn der User sein Browserfenster schlie&szlig;t.</p>
<p>
<strong class="adsimple-221107369">Zweckm&auml;&szlig;ige Cookies<br />
</strong>Diese Cookies sammeln Infos &uuml;ber das Userverhalten und ob der User etwaige Fehlermeldungen bekommt. Zudem werden mithilfe dieser Cookies auch die Ladezeit und das Verhalten der Webseite bei verschiedenen Browsern gemessen.</p>
<p>
<strong class="adsimple-221107369">Zielorientierte Cookies<br />
</strong>Diese Cookies sorgen f&uuml;r eine bessere Nutzerfreundlichkeit. Beispielsweise werden eingegebene Standorte, Schriftgr&ouml;&szlig;en oder Formulardaten gespeichert.</p>
<p>
<strong class="adsimple-221107369">Werbe-Cookies<br />
</strong>Diese Cookies werden auch Targeting-Cookies genannt. Sie dienen dazu dem User individuell angepasste Werbung zu liefern. Das kann sehr praktisch, aber auch sehr nervig sein.</p>
<p>&Uuml;blicherweise werden Sie beim erstmaligen Besuch einer Webseite gefragt, welche dieser Cookiearten Sie zulassen m&ouml;chten. Und nat&uuml;rlich wird diese Entscheidung auch in einem Cookie gespeichert.</p>
<h3 class="adsimple-221107369">Wie kann ich Cookies l&ouml;schen?</h3>
<p>Wie und ob Sie Cookies verwenden wollen, entscheiden Sie selbst. Unabh&auml;ngig von welchem Service oder welcher Webseite die Cookies stammen, haben Sie immer die M&ouml;glichkeit Cookies zu l&ouml;schen, zu deaktivieren oder nur teilweise zuzulassen. Zum Beispiel k&ouml;nnen Sie Cookies von Drittanbietern blockieren, aber alle anderen Cookies zulassen.</p>
<p>Wenn Sie feststellen m&ouml;chten, welche Cookies in Ihrem Browser gespeichert wurden, wenn Sie Cookie-Einstellungen &auml;ndern oder l&ouml;schen wollen, k&ouml;nnen Sie dies in Ihren Browser-Einstellungen finden:</p>
<p>
<a class="adsimple-221107369" href="https://support.google.com/chrome/answer/95647?tid=221107369" class="external" rel="nofollow">Chrome: Cookies in Chrome l&ouml;schen, aktivieren und verwalten</a>
</p>
<p>
<a class="adsimple-221107369" href="https://support.apple.com/de-at/guide/safari/sfri11471/mac?tid=221107369" class="external" rel="nofollow">Safari: Verwalten von Cookies und Websitedaten mit Safari</a>
</p>
<p>
<a class="adsimple-221107369" href="https://support.mozilla.org/de/kb/cookies-und-website-daten-in-firefox-loschen?tid=221107369" class="external" rel="nofollow">Firefox: Cookies l&ouml;schen, um Daten zu entfernen, die Websites auf Ihrem Computer abgelegt haben</a>
</p>
<p>
<a class="adsimple-221107369" href="https://support.microsoft.com/de-at/help/17442/windows-internet-explorer-delete-manage-cookies?tid=221107369" class="external" rel="nofollow">Internet Explorer: L&ouml;schen und Verwalten von Cookies</a>
</p>
<p>
<a class="adsimple-221107369" href="https://support.microsoft.com/de-at/help/4027947/windows-delete-cookies?tid=221107369" class="external" rel="nofollow">Microsoft Edge: L&ouml;schen und Verwalten von Cookies</a>
</p>
<p>Falls Sie grunds&auml;tzlich keine Cookies haben wollen, k&ouml;nnen Sie Ihren Browser so einrichten, dass er Sie immer informiert, wenn ein Cookie gesetzt werden soll. So k&ouml;nnen Sie bei jedem einzelnen Cookie entscheiden, ob Sie das Cookie erlauben oder nicht. Die Vorgangsweise ist je nach Browser verschieden. Am besten Sie suchen die Anleitung in Google mit dem Suchbegriff "Cookies l&ouml;schen Chrome" oder "Cookies deaktivieren Chrome" im Falle eines Chrome Browsers.</p>
<h3 class="adsimple-221107369">Wie sieht es mit meinem Datenschutz aus?</h3>
<p>Seit 2009 gibt es die sogenannten "Cookie-Richtlinien". Darin ist festgehalten, dass das Speichern von Cookies eine Einwilligung des von Ihnen verlangt. Innerhalb der EU-L&auml;nder gibt es allerdings noch sehr unterschiedliche Reaktionen auf diese Richtlinien. In &Ouml;sterreich erfolgte aber die Umsetzung dieser Richtlinie in &sect; 96 Abs. 3 des Telekommunikationsgesetzes (TKG).</p>
<p>Wenn Sie mehr &uuml;ber Cookies wissen m&ouml;chten und vor technischen Dokumentationen nicht zur&uuml;ckscheuen, empfehlen wir <a class="adsimple-221107369" href="https://tools.ietf.org/html/rfc6265" target="_blank" rel="nofollow noopener" class="external">https://tools.ietf.org/html/rfc6265</a>, dem Request for Comments der Internet Engineering Task Force (IETF) namens "HTTP State Management Mechanism".</p>
<p style="margin-top:15px;">Quelle: Erstellt mit dem <a title="Datenschutz Generator von firmenwebseiten.at" href="https://www.firmenwebseiten.at/datenschutz-generator/" target="_blank" rel="follow" style="text-decoration:none;">Datenschutz Generator von firmenwebseiten.at</a> in Kooperation mit <a href="https://www.jobspot.at" target="_blank" rel="follow" title="" style="text-decoration:none;">jobspot.at</a>
</p>
		</div>
		
		<div class="footer">
			<ul>
				<li><a href="privacy.html">Impressum und Datenschutz / Contact and Privacy</a></li>
			</ul>
		</div>
	</body>
</html>
